Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: chs/tm/auto/LangNameImport.tmx
Source language: en
Languages: zh_cn

source: English = 0,
zh_cn: 美式英语 = 0,

source: German = 1,
zh_cn: 德语 = 1,

source: French = 2,
zh_cn: 法语 = 2,

source: Spanish = 3,
zh_cn: 西班牙语 = 3,

source: Italian = 4,
zh_cn: 意大利语 = 4,

source: British = 5,
zh_cn: 英式英语 = 5,

source: Swedish = 6,
zh_cn: 瑞典语 = 6,

source: Danish = 7,
zh_cn: 丹麦语 = 7,

source: Norwegian = 8,
zh_cn: 挪威语 = 8,

source: Dutch = 9,
zh_cn: 荷兰语 = 9,

source: Portuguese = 10,
zh_cn: 欧洲葡语 = 10,

source: Brazilian = 11,
zh_cn: 巴西葡语 = 11,

source: Galician = 12,
zh_cn: 加利西亚语 = 12,

source: Icelandic = 13,
zh_cn: 冰岛语 = 13,

source: Greek = 14,
zh_cn: 希腊语 = 14,

source: Czech = 15,
zh_cn: 捷克语 = 15,

source: Hungarian = 16,
zh_cn: 匈牙利语 = 16,

source: Polish = 17,
zh_cn: 波兰语 = 17,

source: Romanian = 18,
zh_cn: 罗马尼亚语 = 18,

source: Slovak = 19,
zh_cn: 斯洛伐克语 = 19,

source: Croatian = 20,
zh_cn: 克罗地亚语 = 20,

source: Serbian = 21,
zh_cn: 塞尔维亚语 = 21,

source: Slovenian = 22,
zh_cn: 斯洛文尼亚语 = 22,

source: Luxemb = 23,
zh_cn: 林堡语 = 23,

source: Finnish = 24,
zh_cn: 芬兰语 = 24,

source: Turkish = 25,
zh_cn: 土耳其语 = 25,

source: Russian = 26,
zh_cn: 俄罗斯语 = 26,

source: Byelorussian = 27,
zh_cn: 白罗斯语 = 27,

source: Ukrainian = 28,
zh_cn: 乌克兰语 = 28,

source: Macedonian = 29,
zh_cn: 马其顿语 = 29,

source: Bulgarian = 30,
zh_cn: 保加利亚语 = 30,

source: Estonian = 31,
zh_cn: 爱沙尼亚语 = 31,

source: Lithuanian = 32,
zh_cn: 立陶宛语 = 32,

source: Afrikaans = 33,
zh_cn: 南非荷兰语 = 33,

source: Albanian = 34,
zh_cn: 阿尔巴尼亚语 = 34,

source: Catalan = 35,
zh_cn: 加泰罗尼亚语 = 35,

source: IrishGaelic = 36,
zh_cn: 爱尔兰盖尔语 = 36,

source: ScottishGaelic = 37,
zh_cn: 苏格兰盖尔语 = 37,

source: Basque = 38,
zh_cn: 巴斯克语 = 38,

source: Breton = 39,
zh_cn: 布列塔尼语 = 39,

source: Corsican = 40,
zh_cn: 科西加语 = 40,

source: Frisian = 41,
zh_cn: 菲士兰语 = 41,

source: Nynorsk = 42,
zh_cn: 挪威书面语 = 42,

source: Indonesian = 43,
zh_cn: 印度尼西亚语 = 43,

source: Malay = 44,
zh_cn: 马来语 = 44,

source: Swahili = 45,
zh_cn: 斯瓦希里语 = 45,

source: Tagalog = 46,
zh_cn: 他加禄语 = 46,

source: Japanese = 47,
zh_cn: 日本语 = 47,

source: Korean = 48,
zh_cn: 韩国语 = 48,

source: Schinese = 49,
zh_cn: 简体中文 = 49,

source: Tchinese = 50,
zh_cn: 繁体中文 = 50,

source: Quecha = 51,
zh_cn: 奇楚瓦语 = 51,

source: Aymara = 52,
zh_cn: 艾马拉语 = 52,

source: Faroese = 53,
zh_cn: 法罗语 = 53,

source: Friulian = 54,
zh_cn: 佛里乌利语 = 54,

source: Greenlandic = 55,
zh_cn: 格陵兰语 = 55,

source: HaitianCreole = 56,
zh_cn: 海地克里奥尔语 = 56,

source: RhaetoRoman = 57,
zh_cn: 雷托-罗曼语 = 57,

source: Sardinian = 58,
zh_cn: 撒丁尼亚语 = 58,

source: Kurdish = 59,
zh_cn: 库尔德语 = 59,

source: Cebuano = 60,
zh_cn: 宿雾语 = 60,

source: Bemba = 61,
zh_cn: 本巴语 = 61,

source: Chamorro = 62,
zh_cn: 查莫罗语 = 62,

source: Fijan = 63,
zh_cn: 斐济语 = 63,

source: Ganda = 64,
zh_cn: 干达语 = 64,

source: Hani = 65,
zh_cn: 哈尼语？ = 65,

source: Ido = 66,
zh_cn: 伊多语 = 66,

source: Interlingua = 67,
zh_cn: 因特语 = 67,

source: Kicongo = 68,
zh_cn: 刚果语 = 68,

source: Kinyarwanda = 69,
zh_cn: 卢旺达语 = 69,

source: Malagasy = 70,
zh_cn: 马拉加斯语 = 70,

source: Maori = 71,
zh_cn: 毛利语 = 71,

source: Mayan = 72,
zh_cn: 马雅语 = 72,

source: Minangkabau = 73,
zh_cn: 米南佳保语 = 73,

source: Nahuatl = 74,
zh_cn: 纳瓦特尔语 = 74,

source: Nyanja = 75,
zh_cn: 尼扬贾语 = 75,

source: Rundi = 76,
zh_cn: 克伦地语 = 76,

source: Samoan = 77,
zh_cn: 萨摩亚语 = 77,

source: Shona = 78,
zh_cn: 修纳语 = 78,

source: Somali = 79,
zh_cn: 索马里语 = 79,

source: Sotho = 80,
zh_cn: 索托语 = 80,

source: Sundanese = 81,
zh_cn: 苏丹语 = 81,

source: Tahitian = 82,
zh_cn: 塔希堤语 = 82,

source: Tonga = 83,
zh_cn: 汤加语 = 83,

source: Tswana = 84,
zh_cn: 札那语 = 84,

source: Wolof = 85,
zh_cn: 沃洛夫语 = 85,

source: Xhosa = 86,
zh_cn: 科萨语 = 86,

source: Zapotec = 87,
zh_cn: 萨波特克语 = 87,

source: Javanese = 88,
zh_cn: 爪哇语 = 88,

source: PidginNigeria = 89,
zh_cn: 尼日利亚皮钦语 = 89,

source: Occitan = 90,
zh_cn: 欧西坦语 = 90,

source: Manx = 91,
zh_cn: 曼岛语 = 91,

source: TokPisin = 92,
zh_cn: 巴布亚皮钦语 = 92,

source: Bislama = 93,
zh_cn: 比斯拉马语 = 93,

source: Hiligaynon = 94,
zh_cn: 希利盖农语 = 94,

source: Kapampangan = 95,
zh_cn: 邦板牙语 = 95,

source: Balinese = 96,
zh_cn: 巴厘语 = 96,

source: Bikol = 97,
zh_cn: 比科尔语 = 97,

source: Ilocano = 98,
zh_cn: 伊洛卡诺语 = 98,

source: Madurese = 99,
zh_cn: 马都拉语 = 99,

source: Waray = 100,
zh_cn: 瓦瑞语 = 100,

source: None = 101,
zh_cn: 没有 = 101,

source: SerbianLatin = 102,
zh_cn: 拉丁字母塞尔维亚语 = 102,

source: Latin = 103,
zh_cn: 拉丁文 = 103,

source: Latvian = 104,
zh_cn: 拉脱维亚语 = 104,

source: Hebrew = 105,
zh_cn: 希伯来语 = 105,

source: Cmc7 = 106,
zh_cn: 磁墨文字辨识码 = 106,

source: Esperanto = 115,
zh_cn: 世界语 = 115,

source: Maltese = 116,
zh_cn: 马耳他语 = 116,

source: Zulu = 117,
zh_cn: 祖鲁语 = 117,

source: Afaan = 118,
zh_cn: 阿方奥罗莫语 = 118,

source: Asturian = 119,
zh_cn: 阿斯图里亚斯语 = 119,

source: AzeriLatin = 120,
zh_cn: 拉丁字母阿塞拜疆语 = 120,

source: Papamiento = 122,
zh_cn: 帕皮阿门托语 = 122,

source: Tatar = 123,
zh_cn: 塔塔尔语 = 123,

source: Turkmen = 124,
zh_cn: 土库曼语 = 124,

source: Welsh = 125,
zh_cn: 威尔士语 = 125,

source: Arabic = 126,
zh_cn: 阿拉伯语 = 126,

source: Farsi = 127,
zh_cn: 波斯语 = 127,

source: Mexican = 128,
zh_cn: 墨西哥诸语言 = 128,

source: BosnianLatin = 129,
zh_cn: 拉丁字母波斯尼亚语 = 129,

source: BosnianCyrillic = 130,
zh_cn: 西里尔字母波斯尼亚语 = 130,

source: Moldovan = 131,
zh_cn: 摩尔多瓦语 = 131,

source: SwissGerman = 132,
zh_cn: 瑞士德语 = 132,

source: Tetum = 133,
zh_cn: 德顿语 = 133,

source: Kazakh = 134,
zh_cn: 哈萨克斯坦语 = 134,

source: MongolianCyrillic = 135,
zh_cn: 西里尔字母蒙古语 = 135,

source: UzbekLatin = 136,
zh_cn: 拉丁字母乌孜别克语 = 136,
